import React from "react";

function Branches() {
  return (
    <div dir="rtl" className="p-2 grid gap-2">
      <h1 className="font-bold text-xl">لیست شعب و ارتباط با ما</h1>
      <p>
        شیراز/خیابان ملاصدرا/خیابان شهید جمالی/تعاونی کارکنان دولت/بورس طلای
        لوکس/نقد و اقساط
      </p>
      <p className="text-amber-800">36473418
          <br /> 09035553418</p>
      <p>شیراز/بازار زرگرها/نبش پاساژعلی اصغر/بورس طلای لوکس/نقد و اقساط</p>
      <p className="text-amber-800">32235116 <br /> 09032225116</p>
      <p>
        شیراز/ چهار راه ملاصدرا/ مجتمع تجاری طلا و جواهر پارس/ طبقه زیرین/
        پلاکB18/بورس طلای لوکس/نقد و اقساط
      </p>
      <p className="text-amber-800">09397043150</p>
      <p>
        شیراز/خیابان عفیف آباد/ مجتمع تجاری ستاره فارس/طبقه زیرین/پلاک
        /0009/بورس طلای لوکس
      </p>
      <p className="text-amber-800">36284589 <br /> 09170243150</p>
      <p>
        شیراز/ بازار زرگرها/ پاساژ مهدوی/سمت راست مغازه دوم/بورس خرید و فروش سکه
        های بانکی با مجوز رسمی از اتحادیه شیراز کد112
      </p>
      <p className="text-amber-800">32221331 <br /> 09172593150</p>
      <p>
        شیراز/ بلوار عدالت/ مجتمع نگین فارس/ طبقه همکف/پلاک 10/بورس طلای لوکس
      </p>
      <p className="text-amber-800">09172035150</p>
      <p>
        شیراز/چهارراه ملاصدرا/مجتمع تجاری طلا و جواهر پارس/ طبقه همکف/پلاک
        G32/بورس خرید و فروش سکه های بانکی با مجوزرسمی از اتحادیه شیراز کد 112
      </p>
      <p className="text-amber-800">32348983 <br /> 09172043150</p>
      <p> شیراز/20متری سینما سعدی/جنب مسجدالرضا/بورس طلای لوکس</p>
      <p className="text-amber-800">32358076 <br /> 09172023130</p>
    </div>
  );
}

export default Branches;
