import React from "react";

function Rules() {
  return (
    <div className="p-2" dir="rtl">
      <h1 className="font-bold text-2xl">قوانین و مقررات:</h1>
      <p className="text-xl text-gray-800">
        قوانین و مقررات طلای نیک سرشت: <br />  قوانین پرداخت: <br /> مشتریان گرامی با روش زیر
        نسبت به پرداخت وجه جنس خریداری شده میتوانند اقدام نمایند: انتقال به کارت
        بانکی طلای نیک سرشت(لطفا جهت دریافت شماره کارت با شماره تماس شعبه ی
        مورنظر تماس حاصل فرمایید) قوانین ارسال: <br /> کلیه محصولات بعد از ثبت سفارش،
        در شیراز توسط پیک رایگان در ساعات کاری ودر صورت سفارش بعد از ساعات کاری،
        فردای همان روز با ضمانت تحویل درب منزل یا محل کار می گردد. در سایر نقاط
        کشوربعد از ثبت سفارش طی 3 تا 5 روز کاری توسط پست و بیمه معتبر ارسال می
        گردد. در صورت سفارش بالای 15میلیون ریال در سایر نقاط کشور ارسال به صورت
        رایگان خواهد بود. قوانین مرجوعی: <br /> کلیه محصولات به طور صحیح و سالم تحویل
        به مشتریان گرامی می گردد و طی 24 ساعت از زمان تحویل محصول مورد نظر در
        صورت مخدوش و یا جدا نشدن اتیکت و استفاده نکردن از محصول قابل مرجوع می
        باشد.و وجه پرداختی بجز هزینه ارسال به مشتری عودت می گردد.
      </p>
    </div>
  );
}

export default Rules;
