import React from "react";

function Warranty() {
  return (
    <div className="p-2 grid gap-2" dir="rtl">
      <h1 className="text-xl font-bold">ضمانت کالا</h1>
      <p>
        کلیه محصولات با ضمانت وزن و عیار استاندارد 18 بوده و طبق فاکتور
        معتبرطلای نیک سرشت می باشد که از سازندگان معتبر طلا و جواهر کشور تهیه
        گردیده است و دارای کد سازنده میباشد.
      </p>
      <h2 className="text-lg text-gray-800">در صورت عدم تطابق محصول سفارش داده شده با محصول ارسالی:</h2>
      <p>
        در صورتی که محصول ارسال شده برای شما با محصول سفارش داده شده مغایرت
        داشته باشد (به عنوان مثال عدم تطابق رنگ و یا مدل کالای ارسالی با کالای
        سفارش داده شده) شما باید مراتب را در اسرع وقت به اطلاع کارشناسان
        پشتیبانی طلای نیک سرشت رسانده و بعد از هماهنگی، محصول را برای تعویض با
        همان بسته‌بندی که برای شما ارسال گردیده به همراه فاکتور خرید محصول، به
        طلای نیک سرشت تحویل نمایید. توجه داشته باشید که درصورت تائید عدم تطابق
        محصول سفارش داده شده با محصول ارسالی توسط کارشناسان طلای نیک سرشت، هزینه
        عودت و تعویض کالا به عهده فروشگاه ما می‌­باشد. لازم به ذکر است مجموعه
        طلای نیک سرشت تنها در صورتی این خدمات را ارائه می‌دهد که محصول اشاره
        شده، مورد استفاده قرار نگرفته باشد. همچنین در صورتی که مغایرت بدون نیاز
        به گشودن بسته بندی(پلمپ) قابل تشخیص باشد تنها در صورت پلمپ بودن اقدام به
        تعویض کالا می‌گردد.
      </p>
    </div>
  );
}

export default Warranty;
